Repository: wp-plugins/dvk-social-sharing
Catalog: languages/dvk-social-sharing-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, nl_nl, ru_ru, sl_si

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fi_fi: Asetukset
fr_fr: Configuration
nl_nl: Instellingen
ru_ru: Настройки
sl_si: Nastavitve

source: on Twitter
da_dk: på Twitter
de_de: via Twitter
es_es: en Twitter
fi_fi: Twitterissä
fr_fr: sur Twitter
nl_nl: op Twitter
ru_ru: в Twitter
sl_si: na Twitterju

source: on Facebook
da_dk: på Facebook
de_de: auf Facebook
es_es: en Facebook
fi_fi: Facebookissa
fr_fr: sur Facebook
nl_nl: op Facebook
ru_ru: в Facebook
sl_si: na Facebooku

source: on Google+
da_dk: på Google+
de_de: auf Google+
es_es: en Google+
fi_fi: Google+
fr_fr: sur Google+
nl_nl: op Google+
ru_ru: в Google+
sl_si: na Google+

source: by
nl_nl: door

source: Text before links
da_dk: Tekst foran links
de_de: Text for den Links
es_es: Texto antes de enlaces
fi_fi: Teksti ennen linkkejä
fr_fr: Texte avant les liens
nl_nl: Text vóór de links
ru_ru: Текст перед ссылками
sl_si: Besedilo pred povezavami

source: The text to show before the sharing links.
da_dk: Tekst der skal vises foran links.
de_de: Der Text, der vor den Teilen-Links angezeigt wird.
es_es: El texto a mostrar antes de los enlaces para compartir
fi_fi: Teksti, joka näytetään ennen jakolinkkejä.
fr_fr: Texte à afficher avant les liens.
nl_nl: De tekst die voor de links om te delen verschijnt.
ru_ru: Текст который показывается перед социальными ссылками.
sl_si: Besedilo, ki naj se prikaže pred povezavami.

source: Automatically add sharing links?
fi_fi: Lisää jakolinkit automaattisesti?
nl_nl: Links om te delen automatisch toevoegen?

source: Auto add to %s
fi_fi: Lisää automaattisesti %s
nl_nl: Voeg automatisch toe aan %s

source: Automatically adds the sharing links to the end of the selected post types.
fi_fi: Automaattisesti lisää jakolinkit valittujen sisältöjen loppuun.
nl_nl: Voegt de links om te delen automatisch toe aan het einde van de geselecteerde berichttypes.

source: Load Icon CSS?
da_dk: Indlæs CSS til ikoner
de_de: Icon CSS Laden?
es_es: ¿Cargar iconos CSS?
fi_fi: Lataa ikonien CSS?
fr_fr: Charger l'icône CSS ?
nl_nl: Laad Iconen CSS?
ru_ru: Показывать иконки CSS?
sl_si: Naloži CSS ikon?

source: Yes
fi_fi: Kyllä
nl_nl: Ja

source: No
fi_fi: Ei
nl_nl: Nee

source: Adds simple but pretty icons to the sharing links.
da_dk: Tilføjer simple, men pæne ikoner, til links.
de_de: Fügt den Teilen-Links einfache aber hübsche Icons hinzu.
es_es: Agrega iconos simples pero lindos a los enlaces para compartir.
fi_fi: Lisää yksinkertaiset, mutta kauniit ikonit jakolinkkeihin.
fr_fr: Ajoute des jolies icônes simples mais élégantes aux liens.
nl_nl: Voegt simpele maar mooie icoontjes toe aan de links om te delen.
ru_ru: Добавляет простые но красивые социальные кнопки.
sl_si: Doda enostavne, a lepe ikone k povezavam.

source: Icon Size
da_dk: Størrelse på ikoner
de_de: Icon-Größe
es_es: Tamaño del icono
fi_fi: Ikonin koko
fr_fr: Taille de l'icône
nl_nl: Icoon Grootte
ru_ru: Размер Кнопок
sl_si: Velikost ikone

source: Small
fi_fi: Pieni
nl_nl: Klein

source: Normal
fi_fi: Normaali
nl_nl: Normaal

source: Load Pop-Up JS?
da_dk: Brug Pop-Up JS?
de_de: Pop-Up Javascript laden?
es_es: ¿Cargar popup JS?
fi_fi: Lataa Pop-up JS?
fr_fr: Charger la pop-up JS ?
nl_nl: Laad Pop-Up JavaScript?
ru_ru: Загрузить всплывающий JS?
sl_si: Naloži Pop-Up JS?

source: A small JavaScript file of just 600 bytes so people won't have to leave your website to share.
fi_fi: Pieni JavaScript-tiedosto (600 tavua), jotta ihmisten ei tarvitse poistua sivustolta jakaakseen.
nl_nl: Een klein JavaScript bestandje van slechts 600 bytes zodat mensen je website niet hoeven te verlaten.

source: Twitter Username
da_dk: Twitter brugernavn
de_de: Twitter Benutzername
es_es: Nombre de usuario en twitter
fi_fi: Twitter käyttäjänimi
fr_fr: Pseudo Twitter
nl_nl: Twitter Gebruikersnaam
ru_ru: Имя пользователя Twitter
sl_si: Twitter uporabniško ime

source: Set this if you want to append "via @yourTwitterUsername" to tweets.
da_dk: Udfyld dette hvis du vil tilføje "via @ditTwitterBrugernavn" til dine tweets.
de_de: Gib dies an, wenn Du den Tweets "via @deinTwitterBenutzername" voranstellen möchtest.
es_es: Configure si quiere agregar "via @suNombreDeUsuario" a los tuits.
fi_fi: Aseta tämä, jos haluat lisätä "via @TwitterKäyttäjänimi" twiitteihin.
fr_fr: Activez cette option si vous souhaitez ajouter votre @pseudoTwitter aux tweets.
nl_nl: Vul dit veld als je "via @jouwTwitterNaam" aan tweets toegevoegd wilt hebben
ru_ru: Выберите если хотите добавить "пример @ВашНикНаTwitter" к твитам.
sl_si: Nastavite, če želite dodati "via @vašeTwitterUporabniškoIme" vsem tvitom.

source: Donate $10, $20 or $50
fi_fi: Lahjoita $10, $20 tai $50
nl_nl: Doneer $10, $20 of $50

source: If you like this plugin, consider supporting it by donating a token of your appreciation.
fi_fi: Jos pidät tästä lisäosasta, harkitse sen tukemista lahjoittamalla.
nl_nl: Waardeer je deze plugin? Overweeg dan een blijk van waardering te doneren.

source: Donate with PayPal
fi_fi: Lahjoita PayPalilla
nl_nl: Doneer met PayPal

source: Some other ways to support this plugin
fi_fi: Muita tapoja tukea lisäosaa
nl_nl: Andere manieren om deze plugin te steunen

source: Leave a %s review on WordPress.org
fi_fi: Jätä %s arvostelu WordPress.orgissa
nl_nl: Laat een %s review achter op WordPress.org

source: Link to the plugin page from your blog
nl_nl: Link naar de plugin vanaf je website

source: Vote "works" on the WordPress.org plugin page
fi_fi: Äänestä "toimii" WordPress.org lisäosasivulla
nl_nl: Geef "works" aan op de WordPress.org plugin pagina

source: Looking for support?
fi_fi: Tarvitsetko tukea?
nl_nl: Support nodig?

source: Please use the %splugin support forums%s on WordPress.org.
fi_fi: Ole hyvä ja käytä %slisaosan tukifoorumeita%s WordPress.orgissa.
nl_nl: Gebruik aub de %splugin support forums%s op WordPress.org

source: pixels
fi_fi: pikseliä

source: Auto-add sharing links?
da_dk: Automatisk tilføjelse af links
de_de: Teilen-Links automatisch hinzufügen?
es_es: ¿Agregar automáticamente los enlaces para compartir?
fr_fr: Ajout automatique des liens de partage ?
ru_ru: Авто-добавление соц. ссылок?
sl_si: Avtomatsko dodaj povezave?

source: Automatically adds the sharing links to the end of posts.
da_dk: Tilføj automatisk links til slutningen af indlæg.
de_de: Fügt Teilen-Links automatisch am Ende von Beiträgen hinzu.
es_es: Agrega automáticamente los enlaces para compartir al final de los artículos.
fr_fr: Ajoute automatiquement les liens de partages à la fin des articles.
ru_ru: Автоматически добавляет социальные ссылки в конец статьи.
sl_si: Avtomatično doda povezave na konec vseh prispevkov.
